{
 "cpa_title": "Naujo Public Cloud projekto kūrimas",
 "cpa_title_first": "Mano Public Cloud paskyros aktyvavimas",
 "cpa_validationPending": "Jūsų kliento paskyra kol kas negali būti naudojama Public Cloud. Jūs būsite informuoti el. paštu iš karto, kai tik suteiksime jums prieigą prie šio produkto.",
 "cpa_contract_empty": "Jūs sutikote su šio produkto sutarčių sąlygomis.",
 "cpa_description": "Projekto pavadinimas",
 "cpa_description_num": "Projektas {{num}}",
 "cpa_description_error_min_char": "Jūsų projekto pavadinime turi būti mažiausiai 3 simboliai.",
 "cpa_description_error_max_char": "Jūsų projekto pavadinimas negali viršyti 255 simbolių.",
 "cpa_paymentmean": "Mokėjimo priemonė",
 "cpa_paymentmean_creditCard": "Automatiškai nurašyti lėšas nuo mano banko kortelės (rekomenduojama).",
 "cpa_paymentmean_creditCard_info": "Jūsų banko kortelė turi būti 3-D Secure.",
 "cpa_paymentmean_creditCard_info2": "Priminimas: mokėjimas už kiekvieną sąskaitą bus nuskaitomas automatiškai nuo jūsų cloud kredito, po to nuo susietos mokėjimo priemonės. ",
 "cpa_paymentmean_empty1": "Priemonė pagal nutylėjimą (rekomenduojama).",
 "cpa_paymentmean_empty2": "Kiekviena sąskaita bus automatiškai apmokama naudojant Cloud kreditų sąskaitą, po to balansas bus papildomas naudojant banko kortelę, PayPal ar SEPA.",
 "cpa_paymentmean_empty_help_link": "Pridėti mokėjimo priemonę",
 "cpa_paymentmean_empty_help_3dsCreditCard_link": "Registruoti banko kortelę",
 "cpa_paymentmean_expl": "Atsiskaitymas už kiekvieną cloud projektą vykdomas mėnesio pradžioje (už praėjusio mėnesio naudojimą pagal valandinius įkainius ar GB ir už virtualių mašinų naudojimą kitam mėnesiui pagal mėnesinius įkainius). Renkantis mėnesinį apmokėjimą vietoje valandinio, OVH paskaičiuos skirtumą pro-rata principu už likusias dienas iki einamojo mėnesio pabaigos.",
 "cpa_paymentmean_expl2": "Kiekviena sąskaita bus automatiškai apmokestinama naudojant mokėjimo priemonę pagal nutylėjimą (prieš tai bus nuskaitomi kreditai, čekių sumos ir OVH išankstinio mokėjimo paskyroje esantys taškai).",
 "cpa_and_or": "ir/ar",
 "cpa_voucher": "Čekis (neprivaloma)",
 "catalog_version": "Katalogo pasirinkimas",
 "catalog_version_intro": "<strong>Atnaujintas OVH produktų katalogas</strong>, pasinaudokite mūsų naujais pasiūlymais jau dabar! Ankstesnių pasiūlymų katalogas bus prieinamas ribotą laikotarpį, tačiau atkreipkite dėmesį, kad tam pačiam projektui negalima naudoti dviejų katalogų.",
 "use_new_catalog_label": "Naujas produktų katalogas",
 "use_new_catalog_descr": "Naujos virtualios mašinos: B2 (Bendros paskirties), C2 (CPU), R2 (RAM), S1 (Sandbox)",
 "use_old_catalog_label": "Ankstesnis produktų katalogas",
 "use_old_catalog_descr": "Dėmesio: jūs negalėsite pridėti virtualių mašinų iš naujo katalogo savo projektui, jeigu naudojamas ankstesnis produktų katalogas. Ankstesnės virtualios mašinos: EG (Bendros paskirties), HG (CPU), SP (RAM), VPS-SSD (Sandbox)",
 "cpa_create_project": "Sukurti projektą",
 "cpa_create_project_first": "Aktyvuoti mano Cloud paskyrą",
 "cpa_create_project_limited": "Aktyvuoti ribotą paskyrą",
 "cpa_create_project_with_order1": "Aktyvuoti projektą įsigyjant kreditų.",
 "cpa_create_project_with_order2": "Prašome apmokėti pradinę sąskaitą už {{price}} vertės cloud kreditą šiam projektui. Apmokėjimas nebūtinas, jei jūsų projektą remia OVH. Mokėjimas už visas kitas sąskaitas bus nuskaitomas automatiškai nuo jūsų projektui priskirto cloud kredito, vėliau nuo jūsų užregistruotos mokėjimo priemonės (jei taikoma), po to nuo OVH išankstinio mokėjimo sąskaitos (jūs įsipareigojate nedelsiant apmokėti susidariusią skolą naudojant bet kurią mokėjimo priemonę).<br/>Cloud kreditas neperkeliamas, negrąžinamas ir nekeičiamas į pinigus. Per 13 mėnesių nepanaudotas kreditas bus prarastas.  ",
 "cpa_create_project_with_order3": "Jeigu jūs esate DLP narys, galite palikti šį lauką tuščią. Jūsų DLP paskyra bus naudojama pirmiausiai, po to kitos mokėjimo priemonės.",
 "cpa_create_project_limited_help1": "Šiuo metu turite vieną galiojančią paslaugą iš: VPS, dedikuotų serverių ar Private Cloud.",
 "cpa_create_project_limited_help2": "Jūs galite aktyvuoti ribotą paskyrą (1 virtuali mašina, 1 vCPU) pradžiai nenurodant mokėjimo priemonės.",
 "cpa_create_project_limited_help3": "Jums aktyvavus mokėjimo priemonę, šis paskyros apribojimas bus panaikintas.",
 "cpa_success": "Projektas kuriamas. Norėdami juo naudotis, prašome apmokėti <a href=\"{{url}}\" target=\"blank\">šį užsakymą</a>.",
 "cpa_error": "Įvyko klaida. Bandykite dar kartą vėliau.",
 "cpa_error_invalid_paymentmean": "Jūs turite nurodyti galiojančią (aktyvią) mokėjimo priemonę.",
 "cpa_error_invalid_voucher": "Čekis neteisingas (klaidingas arba nebegaliojantis).",
 "cpa_error_contracts_tosign": "Jūs turite patvirtinti savo sitikimą su viena ar daugiau sutarčių.",
 "cpa_error_over_quota": "Pasiektas maksimalus leistinas Cloud projektų kiekis. Norėdami padidinti šį limitą <a href=\"#/support?state=new\" target=\"_blank\">susisiekite su pagalba</a>."
}