{
  "cpa_title": "Uusi Public Cloud -projekti",
  "cpa_title_first": "Public Cloud -tilin aktivointi",
  "cpa_validationPending": "Asiakastunnuksellesi ei vielä voi tilata Public Cloud -palveluita. Saat sähköpostilla tiedon heti, kun voit alkaa käyttämään pilvipalvelua.",
  "cpa_contract_empty": "Olet hyväksynyt kaikki palveluun liittyvät sopimusehdot.",
  "cpa_description": "Projektin nimi",
  "cpa_description_num": "Projekti {{num}}",
  "cpa_description_error_min_char": "Projektin nimessä on oltava vähintään kolme merkkiä.",
  "cpa_description_error_max_char": "Projektin nimessä voi olla enintään 255 merkkiä.",
  "cpa_paymentmean": "Maksuväline",
  "cpa_paymentmean_creditCard": "Automaattinen veloitus pankkikortilta (Suositus).",
  "cpa_paymentmean_creditCard_info": "Maksukortissa on oltava 3-D Secure -toiminto.",
  "cpa_paymentmean_creditCard_info2": "Huom! Jokainen lasku veloitetaan automaattisesti ensin pilvisaldosta ja sitten valitsemaltasi oletusmaksutavalta.",
  "cpa_paymentmean_empty1": "Oletusmaksuväline (suositeltu)",
  "cpa_paymentmean_empty2": "Laskua yritetään automaattisesti veloittaa ensin pilvisaldosta ja sitten PayPal-tililtä tai maksukortilta.",
  "cpa_paymentmean_empty_help_link": "Rekisteröi maksuväline",
  "cpa_paymentmean_empty_help_3dsCreditCard_link": "Rekisteröi pankkikortti",
  "cpa_paymentmean_expl": "Jokainen pilviprojekti laskutetaan kuun alussa (kulutus tuntia kohtia tai kuluvan kuukauden käytön (GB) mukaan sekä alkavan kuun kuukausimaksu). Kun instansseilla siirrytään kuukausilaskutukseen, muutoksesta tulee lasku muutospäivästä kuun loppuun saakka kuukausiveloituksella. ",
  "cpa_paymentmean_expl2": "Laskut veloitetaan automaattisesti oletusmaksuvälineeltä (laskusta vähennetään ensin mahdollinen saldo, tarjouskupongit ja prepaid-tilin saldo).",
  "cpa_and_or": "ja/tai",
  "cpa_voucher": "Tarjouskuponki (ei pakollinen)",
  "catalog_version": "Tuotevalikoiman valinta",
  "catalog_version_intro": "<strong>OVH:n tuotevalikoima on päivitetty</strong>, tilaa nyt uusia tuotteitamme! Vanha tuotevalikoima on saatavilla rajoitetun ajan. Huomaa kuitenkin, ettei eri valikoimien tuotteita voida yhdistää samaan projektiin.",
  "use_new_catalog_label": "Uusi tuotevalikoima",
  "use_new_catalog_descr": "Uudet instanssit: B2 (Yleiskäyttö), C2 (CPU), R2 (RAM), S1 (Sandbox)",
  "use_old_catalog_label": "Vanha tuotevalikoima",
  "use_old_catalog_descr": "Huom! Et voi lisätä projektiisi tuotteita uudesta valikoimasta, mikäli käytät projektissa vanhan valikoiman tuotteita. Vanhat instanssit: EG (Yleiskäyttö), HG (CPU), SP (RAM), VPS-SSD (Sandbox)",
  "cpa_create_project": "Luo projekti",
  "cpa_create_project_first": "Aktivoi Cloud-tili",
  "cpa_create_project_limited": "Aktivoi rajoitetusti",
  "cpa_create_project_with_order1": "Aktivoi projekti ostamalla saldoa",
  "cpa_create_project_with_order2": "Maksa ensimmäinen {{price}}:n suuruinen pilvisaldolasku projektia varten. Tämän vaiheen yli hypätään, jos sinulla on tili (DLP, yrityshautomo tai kilpailu). Tämän jälkeen kutakin laskua yritetään automaattisesti veloittaa ensin projektiin kohdennetusta pilvisaldosta, sitten asiakkaan OVH-tililtä ja viimeiseksi asiakkaan prepaid-tililtä (asiakkaan velvollisuus on maksaa mahdollinen avoin velka välittömästi mitä tahansa maksutapaa käyttäen). <br/> Pilvisaldoa ei voi siirtää eikä sitä hyvitetä. Sillä ei ole rahallista arvoa ja mikäli saldoa ei ole käytetty kokonaan 13 kuukauden sisällä, käyttämätön osa menetetään.",
  "cpa_create_project_with_order3": "Jos olet DLP-ohjelmassa, tämän kohdan voi jättää tyhjäksi. DLP-tiliä veloitetaan ennen muita maksutapoja. ",
  "cpa_create_project_limited_help1": "Sinulla on olemassa aktiivinen VPS, dedikoitu palvelin tai Private Cloud -palvelu. ",
  "cpa_create_project_limited_help2": "Voit aktivoida rajoitetun tilin (yksi instanssi ja yksi vCPU) ilman maksuvälineen rekisteröintiä.",
  "cpa_create_project_limited_help3": "Maksuvälineen rekisteröinti poistaa rajoituksen.",
  "cpa_success": "Projektia luodaan. Ole hyvä ja maksa <a href=\"{{url}}\" target=\"blank\">tilaus</a> päästäksesi käyttämään sitä.",
  "cpa_error": "Tapahtui virhe. Yritä myöhemmin uudelleen.",
  "cpa_error_invalid_paymentmean": "Syötä toimiva (aktiivinen) maksuväline.",
  "cpa_error_invalid_voucher": "Kuponki ei toimi (virheellinen tai vanhentunut).",
  "cpa_error_contracts_tosign": "Hyväksyttävänäsi on yksi sopimus tai useampia sopimuksia.",
  "cpa_error_over_quota": "Olet saavuttanut pilviprojektien suurimman sallitun määrän. <a href=\"#/support?state=new\" target=\"_blank\"> Ota yhteyttä asiakaspalveluun</a> rajoituksen purkamiseksi."
}